{
  "plugins": {
    "99": {
      "src": "https://github.com/ThePrimeagen/99"
    },
    "blink.compat": {
      "src": "https://github.com/saghen/blink.compat"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon",
      "version": "'harpoon2'"
    },
    "incline.nvim": {
      "src": "https://github.com/b0o/incline.nvim"
    },
    "jb.nvim": {
      "src": "/Users/nick/Documents/jb.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lualine-harpoon.nvim": {
      "src": "https://codeberg.org/kristoferssolo/lualine-harpoon.nvim"
    },
    "lualine-lsp-progress": {
      "src": "https://github.com/arkav/lualine-lsp-progress"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "nvim-notify": {
      "src": "https://github.com/rcarriga/nvim-notify",
      "version": "'ab98fecfe'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}